Repository: sebastianstrus/DateSpark
Catalog: DateSpark/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, nb, nl, pl, pt_br, sv, uk, zh_hans

source: If you could have a never-ending dream every time you slept, what would that dream be about?
de: Wenn du jedes Mal, wenn du schläfst, einen nie endenden Traum haben könntest, worum würde dieser Traum gehen?
es: Si pudieras tener un sueño interminable cada vez que durmieras, ¿de qué trataría ese sueño?
fr: Si tu pouvais faire un rêve sans fin chaque fois que tu dors, de quoi parlerait ce rêve ?
it: Se potessi fare un sogno senza fine ogni volta che dormi, di cosa parlerebbe questo sogno?
ja: 眠るたびに無限に続く夢を見られるとしたら、その夢はどんな内容ですか？
ko: 잠잘 때마다 끝나지 않는 꿈을 꿀 수 있다면, 그 꿈은 어떤 내용이겠습니까?
nb: Hvis du kunne ha en endeløs drøm hver gang du sov, hva ville den drømmen handle om?
nl: Als je elke keer dat je sliep een eindeloze droom kon hebben, waar zou die droom dan over gaan?
pl: Gdybyś mógł mieć niekończący się sen za każdym razem, gdy śpisz, o czym byłby ten sen?
pt_br: Se você pudesse ter um sonho infinito toda vez que dormisse, sobre o que seria esse sonho?
sv: Om du kunde ha en oändlig dröm varje gång du sov, vad skulle den drömmen handla om?
uk: Якби ви могли бачити нескінченний сон щоразу, коли спите, про що б був цей сон?
zh_hans: 如果你每次睡觉都能做一个永不结束的梦，那会是什么样的梦？

source: If you could have a never-ending supply of one non-essential item, what would it be?
de: Wenn du einen unendlichen Vorrat an einem nicht lebensnotwendigen Gegenstand haben könntest, was wäre das?
es: Si pudieras tener un suministro interminable de un artículo no esencial, ¿cuál sería?
fr: Si tu pouvais avoir un approvisionnement infini d'un article non essentiel, lequel serait-ce ?
it: Se potessi avere una scorta infinita di un oggetto non essenziale, cosa sarebbe?
ja: 必須ではないアイテムを一つ、無限に供給されるとしたら、何を選びますか？
ko: 필수가 아닌 물건 하나를 무한정 공급받을 수 있다면, 무엇을 선택하겠습니까?
nb: Hvis du kunne hatt en uendelig tilførsel av én ikke-essensiell gjenstand, hva ville det vært?
nl: Als je een oneindige voorraad van één niet-essentieel item kon hebben, wat zou het dan zijn?
pl: Gdybyś mógł mieć niekończące się zapasy jednego nieistotnego przedmiotu, co by to było?
pt_br: Se você pudesse ter um suprimento infinito de um item não essencial, qual seria?
sv: Om du kunde ha en oändlig tillgång till en icke-nödvändig sak, vad skulle det vara?
uk: Якби ви могли мати нескінченний запас одного необов'язкового предмета, що б це було?
zh_hans: 如果你能无限量供应一种非必需品，你会选什么？

source: If you could have a second home anywhere, where would you want it to be?
de: Wenn du überall ein zweites Zuhause haben könntest, wo sollte es sein?
es: Si pudieras tener una segunda casa en cualquier lugar, ¿dónde te gustaría que estuviera?
fr: Si tu pouvais avoir une résidence secondaire n'importe où, où voudrais-tu qu'elle soit ?
it: Se potessi avere una seconda casa ovunque, dove vorresti che fosse?
ja: どこにでもセカンドホームを持てるとしたら、どこにしたいですか？
ko: 어디든지 세컨드 하우스를 가질 수 있다면 어디에 갖고 싶으신가요?
nb: Hvis du kunne ha et andrehjem hvor som helst, hvor ville du at det skulle være?
nl: Als je overal een tweede thuis zou kunnen hebben, waar zou je dat dan willen?
pl: Gdybyś mógł mieć drugi dom gdziekolwiek, gdzie byś go chciał?
pt_br: Se você pudesse ter uma segunda casa em qualquer lugar, onde gostaria que fosse?
sv: Om du kunde ha ett andra hem var som helst, var skulle du vilja ha det?
uk: Якби ви могли мати другий будинок де завгодно, де б ви хотіли, щоб він був?
zh_hans: 如果你可以在任何地方拥有第二个家，你希望在哪里？

source: If you could have a second passport from any country in the world, which would you choose?
de: Wenn du einen zweiten Pass aus einem beliebigen Land der Welt haben könntest, welches würdest du wählen?
es: Si pudieras tener un segundo pasaporte de cualquier país del mundo, ¿cuál elegirías?
fr: Si vous pouviez avoir un second passeport d'un pays au monde, lequel choisiriez-vous ?
it: Se potessi avere un secondo passaporto da qualsiasi paese del mondo, quale sceglieresti?
ja: 世界のどの国のパスポートでも追加で持てるとしたら、どこを選びますか？
ko: 세계 어느 나라의 여권이라도 하나 더 가질 수 있다면 어느 나라를 선택하시겠습니까?
nb: Hvis du kunne hatt et nytt pass fra et hvilket som helst land i verden, hvilket ville du valgt?
nl: Als je een tweede paspoort van elk land ter wereld kon hebben, welke zou je kiezen?
pl: Gdybyś mógł mieć drugi paszport z dowolnego kraju na świecie, który byś wybrał?
pt_br: Se você pudesse ter um segundo passaporte de qualquer país do mundo, qual escolheria?
sv: Om du kunde ha ett andra pass från valfritt land i världen, vilket skulle du välja?
uk: Якби ви могли мати другий паспорт будь-якої країни світу, яку б ви обрали?
zh_hans: 如果你能拥有世界上任何一个国家的第二本护照，你会选哪个？

source: If you could have a secret room in your house, what would be in it?
de: Wenn du ein geheimes Zimmer in deinem Haus haben könntest, was wäre darin?
es: Si pudieras tener una habitación secreta en tu casa, ¿qué habría en ella?
fr: Si tu pouvais avoir une pièce secrète dans ta maison, qu'y aurait-il ?
it: Se potessi avere una stanza segreta in casa tua, cosa ci sarebbe dentro?
ja: 家に秘密の部屋を作れるなら、何を置きますか？
ko: 집에 비밀 방을 가질 수 있다면 그 방에는 무엇을 채우시겠어요?
nb: Hvis du kunne ha et hemmelig rom i huset ditt, hva ville vært i det?
nl: Als je een geheime kamer in je huis zou hebben, wat zou erin zitten?
pl: Gdybyś mógł mieć tajny pokój w swoim domu, co by się w nim znalazło?
pt_br: Se você pudesse ter um quarto secreto na sua casa, o que teria nele?
sv: Om du kunde ha ett hemligt rum i ditt hus, vad skulle finnas i det?
uk: Якби ви мали таємну кімнату у вашому будинку, що б там було?
zh_hans: 如果你家里能有一个秘密房间，你会用它来做什么？

source: If you could have a statue of yourself built anywhere in the world, where would you put it?
de: Wenn du irgendwo auf der Welt eine Statue von dir errichten lassen könntest, wo würdest du sie aufstellen?
es: Si pudieras tener una estatua tuya en cualquier lugar del mundo, ¿dónde la pondrías?
fr: Si vous pouviez faire construire une statue de vous n'importe où dans le monde, où la placeriez-vous ?
it: Se potessi farti costruire una statua in qualsiasi parte del mondo, dove la metteresti?
ja: 自分の銅像を世界のどこかに建てられるとしたら、どこに置きますか？
ko: 세계 어디에나 자신의 동상을 세울 수 있다면 어디에 두시겠습니까?
nb: Hvis du kunne få reist en statue av deg selv hvor som helst i verden, hvor ville du plassert den?
nl: Als je ergens ter wereld een standbeeld van jezelf zou kunnen laten bouwen, waar zou je het neerzetten?
pl: Gdybyś mógł postawić swoje posąg w dowolnym miejscu na świecie, gdzie byś go umieścił?
pt_br: Se você pudesse ter uma estátua sua em qualquer lugar do mundo, onde a colocaria?
sv: Om du kunde få en staty av dig själv rest var som helst i världen, var skulle du placera den?
uk: Якби ви могли встановити власну статую в будь-якому місці світу, де б ви її розмістили?
zh_hans: 如果你能在世界任何地方建造一座自己的雕像，你会把它放在哪里？

source: If you could have any adventure, what would it be?
de: Wenn du ein beliebiges Abenteuer erleben könntest, welches wäre das?
es: Si pudieras tener cualquier aventura, ¿cuál sería?
fr: Si tu pouvais vivre n'importe quelle aventure, laquelle serait-ce ?
it: Se potessi avere qualsiasi avventura, quale sarebbe?
ja: どんな冒険でもできるなら、どんな冒険をしたいですか？
ko: 어떤 모험이든 할 수 있다면 어떤 모험을 하고 싶으신가요?
nb: Hvis du kunne ha et hvilket som helst eventyr, hva ville det vært?
nl: Als je een avontuur zou kunnen beleven, wat zou dat zijn?
pl: Gdybyś mógł przeżyć dowolną przygodę, jaka by to była?
pt_br: Se você pudesse ter qualquer aventura, qual seria?
sv: Om du kunde ha vilket äventyr som helst, vad skulle det vara?
uk: Якби ви могли пережити будь-яку пригоду, яку б ви обрали?
zh_hans: 如果你能经历任何冒险，那会是什么？

source: If you could have any animal as a pet with no consequences, what would you choose?
de: Wenn du jedes Tier ohne Konsequenzen als Haustier haben könntest, welches würdest du wählen?
es: Si pudieras tener cualquier animal como mascota sin consecuencias, ¿cuál elegirías?
fr: Si tu pouvais avoir n'importe quel animal comme animal de compagnie sans conséquence, lequel choisirais-tu ?
it: Se potessi avere qualsiasi animale come animale domestico senza conseguenze, quale sceglieresti?
ja: どんな動物でも問題なくペットにできるなら、何を選びますか？
ko: 어떤 동물이든 아무 문제 없이 반려동물로 키울 수 있다면 무엇을 선택하시겠어요?
nb: Hvis du kunne hatt hvilket som helst dyr som kjæledyr uten konsekvenser, hva ville du valgt?
nl: Als je elk dier als huisdier zou mogen hebben zonder gevolgen, wat zou je dan kiezen?
pl: Gdybyś mógł mieć dowolne zwierzę jako zwierzę domowe bez żadnych konsekwencji, co byś wybrał?
pt_br: Se você pudesse ter qualquer animal de estimação sem consequências, qual escolheria?
sv: Om du kunde ha vilket djur som helst som husdjur utan konsekvenser, vad skulle du välja?
uk: Якби ти міг мати будь-яку тварину як домашнього улюбленця без жодних наслідків, кого б обрав?
zh_hans: 如果你可以没有任何后果地养任何动物作为宠物，你会选择什么？

source: If you could have any animal follow you around like a loyal dog, which animal would be the worst?
de: Wenn jedes Tier dir wie ein treuer Hund folgen könnte, welches Tier wäre das Schlimmste?
es: Si pudieras tener cualquier animal siguiéndote como un perro leal, ¿qué animal sería el peor?
fr: Si tu pouvais avoir n'importe quel animal qui te suivrait comme un chien fidèle, quel animal serait le pire ?
it: Se potessi avere un animale che ti segue come un cane fedele, quale animale sarebbe il peggiore?
ja: 忠実な犬のようにあなたについてくる動物を選べるなら、どんな動物が最悪ですか？
ko: 충성스러운 개처럼 따라다니는 동물을 가질 수 있다면, 어떤 동물이 최악이겠습니까?
nb: Hvis du kunne hatt et hvilket som helst dyr som fulgte etter deg som en lojal hund, hvilket dyr ville vært verst?
nl: Als je een dier achter je aan kon laten lopen als een trouwe hond, welk dier zou dan het ergst zijn?
pl: Gdybyś mógł mieć dowolne zwierzę podążające za tobą jak lojalny pies, które zwierzę byłoby najgorsze?
pt_br: Se você pudesse ter qualquer animal te seguindo como um cão leal, qual animal seria o pior?
sv: Om du kunde ha vilket djur som helst som följde efter dig som en lojal hund, vilket djur skulle vara värst?
uk: Якби будь-яка тварина могла ходити за вами, як вірний собака, яка тварина була б найгіршою?
zh_hans: 如果你能让任何动物像忠实的狗一样跟着你，哪种动物最糟糕？

source: If you could have any car in the world, which one?
de: Wenn du jedes beliebige Auto der Welt haben könntest, welches?
es: Si pudieras tener cualquier coche del mundo, ¿cuál?
fr: Si tu pouvais avoir n'importe quelle voiture au monde, laquelle ?
it: Se potessi avere qualsiasi auto al mondo, quale?
ja: 世界でどんな車でも手に入るなら、どれを選びますか？
ko: 세상의 어떤 차든 가질 수 있다면 어떤 차를 선택하시겠어요?
nb: Hvis du kunne ha hvilken som helst bil i verden, hvilken?
nl: Als je elke auto ter wereld zou kunnen hebben, welke?
pl: Gdybyś mógł mieć dowolny samochód na świecie, który?
pt_br: Se você pudesse ter qualquer carro do mundo, qual?
sv: Om du kunde ha vilken bil som helst i världen, vilken?
uk: Якби ви могли мати будь-яке авто у світі, яке саме?
zh_hans: 如果你能得到世界上任何一辆车，你会选哪辆？

source: If you could have any celebrity as your best friend, who?
de: Wenn du einen beliebigen Prominenten als besten Freund haben könntest, wen?
es: Si pudieras tener a cualquier famoso como tu mejor amigo, ¿quién?
fr: Si tu pouvais avoir n'importe quelle célébrité comme meilleur ami, qui ?
it: Se potessi avere qualsiasi celebrità come migliore amico, chi?
ja: 好きな有名人を親友にできるなら、誰を選びますか？
ko: 어떤 유명인이라도 베스트 프렌드로 삼을 수 있다면 누구를 선택하시겠어요?
nb: Hvis du kunne ha en hvilken som helst kjendis som bestevenn, hvem?
nl: Als je een beroemdheid als beste vriend zou kunnen hebben, wie dan?
pl: Gdybyś mógł mieć jakąkolwiek gwiazdę jako najlepszego przyjaciela, kogo?
pt_br: Se você pudesse ter qualquer celebridade como seu melhor amigo, quem?
sv: Om du kunde ha vilken kändis som helst som bästa vän, vem?
uk: Якби ви могли мати будь-яку знаменитість найкращим другом, кого б ви обрали?
zh_hans: 如果你能让任何一位名人成为你最好的朋友，你会选谁？

source: If you could have any job in the world for one week, what?
de: Wenn du eine Woche lang einen beliebigen Job auf der Welt haben könntest, welchen?
es: Si pudieras tener cualquier trabajo del mundo por una semana, ¿cuál?
fr: Si tu pouvais avoir n'importe quel emploi dans le monde pendant une semaine, quoi ?
it: Se potessi avere qualsiasi lavoro al mondo per una settimana, cosa?
ja: もし一週間だけ世界でどんな仕事でもできるなら、何をしますか？
ko: 일주일 동안 세상의 어떤 직업이든 가질 수 있다면 무엇을 하시겠습니까?
nb: Hvis du kunne hatt hvilken som helst jobb i verden i en uke, hva?
nl: Als je een week lang elke baan ter wereld zou kunnen hebben, welke?
pl: Gdybyś mógł przez tydzień mieć dowolną pracę na świecie, co?
pt_br: Se você pudesse ter qualquer trabalho do mundo por uma semana, o quê?
sv: Om du kunde ha vilket jobb som helst i världen i en vecka, vad?
uk: Якби ви могли мати будь-яку роботу в світі протягом одного тижня, яку?
zh_hans: 如果你能在一周内做世界上任何工作，你会做什么？

source: If you could have any mythical creature as a pet, what?
de: Wenn du jedes Fabelwesen als Haustier haben könntest, welches?
es: Si pudieras tener cualquier criatura mítica como mascota, ¿cuál?
fr: Si tu pouvais avoir n'importe quelle créature mythique comme animal de compagnie, laquelle ?
it: Se potessi avere qualsiasi creatura mitica come animale domestico, quale?
ja: どんな神話上の生き物でもペットにできるとしたら、何を選びますか？
ko: 신화 속 생물을 반려동물로 삼을 수 있다면 무엇을 원하나요?
nb: Hvis du kunne hatt et hvilket som helst mytisk vesen som kjæledyr, hva?
nl: Als je een mythisch wezen als huisdier zou kunnen hebben, welk?
pl: Gdybyś mógł mieć dowolne mityczne stworzenie jako zwierzątko domowe, co by to było?
pt_br: Se você pudesse ter qualquer criatura mítica como animal de estimação, qual?
sv: Om du kunde ha en mytisk varelse som husdjur, vilken?
uk: Якби ви могли мати будь-яку міфічну істоту як домашнього улюбленця, яку?
zh_hans: 如果你可以拥有任何神话生物作为宠物，你会选择什么？

source: If you could have any piece of art in your home, which one?
de: Wenn du ein beliebiges Kunstwerk in deinem Zuhause haben könntest, welches?
es: Si pudieras tener cualquier obra de arte en tu casa, ¿cuál?
fr: Si tu pouvais avoir n'importe quelle œuvre d'art chez toi, laquelle ?
it: Se potessi avere qualsiasi opera d'arte a casa tua, quale?
ja: どんな芸術作品でも家に飾れるなら、何を選びますか？
ko: 어떤 예술 작품이든 집에 걸 수 있다면 어떤 작품을 선택하시겠어요?
nb: Hvis du kunne ha hvilket som helst kunstverk i hjemmet ditt, hvilket?
nl: Als je een kunstwerk in huis zou kunnen hebben, welke zou dat zijn?
pl: Gdybyś mógł mieć dowolne dzieło sztuki w swoim domu, które by to było?
pt_br: Se você pudesse ter qualquer obra de arte em sua casa, qual?
sv: Om du kunde ha vilket konstverk som helst i ditt hem, vilket?
uk: Якби ви могли мати будь-який витвір мистецтва вдома, який саме?
zh_hans: 如果你能在家里挂任何一件艺术品，你会选哪件？

source: If you could have any piece of technology from science fiction be real, what would you pick?
de: Wenn du ein beliebiges Science-Fiction-Technologie real haben könntest, welches würdest du nehmen?
es: Si pudieras tener real cualquier tecnología de ciencia ficción, ¿cuál elegirías?
fr: Si vous pouviez rendre réelle une technologie de science-fiction, laquelle choisiriez-vous ?
it: Se potessi avere reale una qualsiasi tecnologia della fantascienza, quale sceglieresti?
ja: SFの技術を一つ実現できるとしたら、どれを選びますか？
ko: 공상 과학 기술 중 하나를 실제로 가질 수 있다면 무엇을 고르시겠습니까?
nb: Hvis du kunne gjort hvilken som helst science fiction-teknologi ekte, hvilken ville du valgt?
nl: Als je één stukje sciencefictiontechnologie echt kon maken, welke zou je kiezen?
pl: Gdybyś mógł sprawić, że dowolna technologia z science fiction stałaby się rzeczywista, co byś wybrał?
pt_br: Se você pudesse tornar real qualquer tecnologia de ficção científica, qual escolheria?
sv: Om du kunde göra en science fiction-teknik verklig, vilken skulle du välja?
uk: Якби ви могли зробити реальною будь-яку технологію з наукової фантастики, що б ви обрали?
zh_hans: 如果你能让科幻中的任何一种技术成为现实，你会选什么？

source: If you could have any question answered about your own future, what would you ask?
de: Wenn du eine beliebige Frage über deine eigene Zukunft beantwortet haben könntest, was würdest du fragen?
es: Si pudieras obtener respuesta a cualquier pregunta sobre tu propio futuro, ¿qué preguntarías?
fr: Si tu pouvais obtenir une réponse à n'importe quelle question sur ton propre avenir, que demanderais-tu ?
it: Se potessi avere una risposta a qualsiasi domanda sul tuo futuro, cosa chiederesti?
ja: 自分の将来についてどんな質問でも答えてもらえるなら、何を尋ねますか？
ko: 자신의 미래에 관한 어떤 질문이든 답을 얻을 수 있다면, 무엇을 묻겠습니까?
nb: Hvis du kunne få svar på hvilket som helst spørsmål om din egen fremtid, hva ville du spurt om?
nl: Als je antwoord kon krijgen op elke vraag over je eigen toekomst, wat zou je dan vragen?
pl: Gdybyś mógł uzyskać odpowiedź na dowolne pytanie dotyczące swojej przyszłości, o co byś zapytał?
pt_br: Se você pudesse ter qualquer pergunta sobre o seu próprio futuro respondida, o que perguntaria?
sv: Om du kunde få svar på vilken fråga som helst om din egen framtid, vad skulle du fråga?
uk: Якби ви могли отримати відповідь на будь-яке питання про власне майбутнє, що б ви запитали?
zh_hans: 如果你能知道关于自己未来的任何一个问题的答案，你会问什么？

source: If you could have any superpower, but only for 5 minutes a day, what?
de: Wenn du eine beliebige Superkraft haben könntest, aber nur 5 Minuten am Tag, welche?
es: Si pudieras tener cualquier superpoder, pero solo por 5 minutos al día, ¿cuál?
fr: Si tu pouvais avoir n'importe quel super-pouvoir, mais seulement 5 minutes par jour, quoi ?
it: Se potessi avere qualsiasi superpotere, ma solo per 5 minuti al giorno, cosa?
ja: どんな超能力でも、1日5分だけ使えるなら、何を選びますか？
ko: 하루에 5분 동안만 사용할 수 있는 초능력이 있다면 무엇을 선택하시겠어요?
nb: Hvis du kunne ha en superkraft, men bare i 5 minutter om dagen, hva?
nl: Als je een superkracht zou hebben, maar slechts 5 minuten per dag, welke?
pl: Gdybyś mógł mieć dowolną supermoc, ale tylko przez 5 minut dziennie, jaką?
pt_br: Se você pudesse ter qualquer superpoder, mas apenas por 5 minutos por dia, qual?
sv: Om du kunde ha en superkraft, men bara i 5 minuter om dagen, vad?
uk: Якби ви могли мати будь-яку суперсилу, але лише на 5 хвилин на день, яку саме?
zh_hans: 如果你能拥有一种超能力，但每天只能用5分钟，你会选什么？

source: If you could have any view from your window, what would it be?
de: Wenn du eine beliebige Aussicht aus deinem Fenster haben könntest, welche wäre das?
es: Si pudieras tener cualquier vista desde tu ventana, ¿cuál sería?
fr: Si tu pouvais avoir n'importe quelle vue depuis ta fenêtre, quelle serait-elle ?
it: Se potessi avere qualsiasi vista dalla tua finestra, quale sarebbe?
ja: どんな窓からの眺めでも望めるなら、どんな景色がいいですか？
ko: 창밖으로 어떤 풍경이든 볼 수 있다면 어떤 풍경을 보고 싶으신가요?
nb: Hvis du kunne ha hvilken som helst utsikt fra vinduet ditt, hva ville det vært?
nl: Als je een uitzicht vanuit je raam zou kunnen hebben, wat zou dat zijn?
pl: Gdybyś mógł mieć dowolny widok z okna, jaki by to był?
pt_br: Se você pudesse ter qualquer vista da sua janela, qual seria?
sv: Om du kunde ha vilken utsikt från ditt fönster som helst, vad skulle det vara?
uk: Якби ви могли мати будь-який краєвид з вікна, який би ви обрали?
zh_hans: 如果你能拥有任何窗外的景色，你希望是什么？

source: If you could have been born in any era, which would you choose?
de: Wenn du in jeder Ära hättest geboren werden können, welche würdest du wählen?
es: Si pudieras haber nacido en cualquier época, ¿cuál elegirías?
fr: Si tu avais pu naître à n'importe quelle époque, laquelle choisirais-tu ?
it: Se potessi essere nato in qualsiasi epoca, quale sceglieresti?
ja: もしどの時代に生まれるか選べるなら、どの時代を選びますか？
ko: 어느 시대에 태어날 수 있다면 어느 시대를 선택하시겠습니까?
nb: Hvis du kunne vært født i hvilken som helst epoke, hvilken ville du valgt?
nl: Als je in elk tijdperk geboren had kunnen worden, welke zou je dan kiezen?
pl: Gdybyś mógł urodzić się w dowolnej epoce, którą byś wybrał?
pt_br: Se você pudesse ter nascido em qualquer época, qual escolheria?
sv: Om du kunde ha fötts i vilken era som helst, vilken skulle du välja?
uk: Якби ви могли народитися в будь-яку епоху, яку б ви обрали?
zh_hans: 如果你可以出生在任何时代，你会选择哪个？

source: If you could have dinner with anyone, living or dead, who would it be?
de: Wenn du mit irgendjemandem Abendessen könntest, lebend oder tot, wer wäre es?
es: Si pudieras cenar con alguien, vivo o muerto, ¿quién sería?
fr: Si tu pouvais dîner avec n'importe qui, vivant ou mort, qui serait-ce ?
it: Se potessi cenare con chiunque, vivo o morto, chi sarebbe?
ja: もし生きている人でも亡くなった人でも誰かと夕食を食べられるとしたら、誰と食べたいですか？
ko: 살아있는 사람이든 죽은 사람이든 누군가와 저녁을 먹을 수 있다면 누구와 먹고 싶나요?
nb: Hvis du kunne spise middag med hvem som helst, levende eller død, hvem ville det vært?
nl: Als je met iemand kon dineren, levend of dood, wie zou dat zijn?
pl: Gdybyś mógł zjeść kolację z kimkolwiek, żywym lub martwym, kto by to był?
pt_br: Se você pudesse jantar com qualquer pessoa, viva ou morta, quem seria?
sv: Om du kunde äta middag med vem som helst, levande eller död, vem skulle det vara?
uk: Якби ви могли повечеряти з будь-ким, живим чи мертвим, хто б це був?
zh_hans: 如果你可以和任何人共进晚餐，无论是活着的还是已故的，你会选谁？

source: If you could have one conversation with your future self, what would you ask?
de: Wenn du ein Gespräch mit deinem zukünftigen Ich führen könntest, was würdest du fragen?
es: Si pudieras tener una conversación con tu yo del futuro, ¿qué le preguntarías?
fr: Si vous pouviez avoir une conversation avec vous-même dans le futur, que lui demanderiez-vous ?
it: Se potessi fare una conversazione con il tuo io futuro, cosa chiederesti?
ja: 将来の自分と一度だけ会話できるなら、何を尋ねますか？
ko: 미래의 자신과 대화할 수 있다면 무엇을 묻겠습니까?
nb: Hvis du kunne hatt en samtale med ditt fremtidige jeg, hva ville du spurt om?
nl: Als je een gesprek kon hebben met je toekomstige zelf, wat zou je dan vragen?
pl: Gdybyś mógł odbyć jedną rozmowę ze swoją przyszłą wersją, o co byś zapytał?
pt_br: Se você pudesse ter uma conversa com seu eu do futuro, o que perguntaria?
sv: Om du kunde ha ett samtal med ditt framtida jag, vad skulle du fråga?
uk: Якби ви могли поговорити з собою в майбутньому, що б запитали?
zh_hans: 如果你能和未来的自己进行一次对话，你会问什么？

source: If you could have one conversation you never got to have, who would it be with?
de: Wenn du ein Gespräch führen könntest, das du nie hattest, mit wem wäre das?
es: Si pudieras tener una conversación que nunca tuviste, ¿con quién sería?
fr: Si tu pouvais avoir une conversation que tu n'as jamais eue, avec qui serait-ce ?
it: Se potessi avere una conversazione che non hai mai avuto, con chi sarebbe?
ja: もしできなかった会話を一度だけできるなら、誰と話したいですか？
ko: 한 번도 해보지 못한 대화를 할 수 있다면 누구와 하고 싶나요?
nb: Hvis du kunne hatt en samtale du aldri fikk, hvem ville det vært med?
nl: Als je een gesprek kon voeren dat je nooit hebt gehad, met wie zou dat dan zijn?
pl: Gdybyś mógł odbyć rozmowę, której nigdy nie miałeś, z kim by to było?
pt_br: Se você pudesse ter uma conversa que nunca teve, com quem seria?
sv: Om du kunde ha ett samtal du aldrig fick, vem skulle det vara med?
uk: Якби ви могли мати одну розмову, яку у вас ніколи не було, з ким би вона була?
zh_hans: 如果你能有一次从未有过的对话，你会和谁对话？

source: If you could have one superpower for a day, what would you pick?
de: Wenn du für einen Tag eine Superkraft haben könntest, welche würdest du nehmen?
es: Si pudieras tener un superpoder por un día, ¿cuál elegirías?
fr: Si vous pouviez avoir un super-pouvoir pour une journée, lequel choisiriez-vous ?
it: Se potessi avere un superpotere per un giorno, quale sceglieresti?
ja: 一日だけ超能力が使えるなら、何を選びますか？
ko: 하루 동안 초능력을 가질 수 있다면 무엇을 고르시겠어요?
nb: Hvis du kunne hatt en superkraft for en dag, hva ville du valgt?
nl: Als je voor één dag een superkracht zou kunnen hebben, welke zou je dan kiezen?
pl: Gdybyś mógł mieć jedną supermoc na jeden dzień, co byś wybrał?
pt_br: Se você pudesse ter um superpoder por um dia, qual escolheria?
sv: Om du kunde ha en superkraft för en dag, vilken skulle du välja?
uk: Якби ви могли мати одну суперсилу на день, яку б ви обрали?
zh_hans: 如果你能拥有一天的超能力，你会选什么？
